import { greenThemeLight as theme } from "../theme/theme";

export const aboutData = {
    title: "Хто я?",
    description1: `
        Моя історія з ІТ почалася ще в дитинстві. Поки інші діти будували замки з піску або ганяли м'яча, я намагався зрозуміти, як працює той загадковий "комп'ютерний ящик". <span style="color: green;"><strong>У 13 років я написав свій перший "Hello World". Так, той самий піздюк з фото — це я.</strong></span> Тоді я зрозумів, що програмування — це не просто набір символів на екрані, а цілий світ можливостей.

        <br><br>

        З тих пір кожен рядок коду для мене — як нова пригода. <span style="color: green;"><strong>Я отримую неймовірний кайф від програмування.</strong></span> <span style="color: green;"><strong>Коли інші дивляться серіали, я читаю про нові фреймворки.</strong></span> Коли всі сплять, я думаю, як оптимізувати свій код. Мій ноутбук знає більше про мої почуття, ніж я сам.

        <br><br>

        Поступивши на ІТ в університет, я жив простим студентським життям: пари, лабораторні, кава літрами та безсонні ночі перед дедлайнами. Все було звично, поки одного разу не почув про хакатон. Це був неймовірний момент у моєму житті. Спочатку я сумнівався, не вірив у себе. Думав: "Ну хто я такий, щоб брати участь у такому заході? Може, краще подивлюся ще один туторіал на YouTube?"

        <br><br>

        Але в останні години мене запросили в команду. Ми почали робити тестове завдання, і я зрозумів, що це моє. Кайф від процесу був нереальний. Ми думали, що не пройдемо, адже конкуренція була шаленою. Але раптом приходить повідомлення:  <span style="color: green;"><strong>"Вітаємо, ви пройшли в основний етап!"</strong></span>. Я був на сьомому небі від щастя і навіть подумав, що це баг в системі.

        <br><br>

        <span style="color: green;"><strong>Хакатон став найкращими днями в моєму житті.</strong></span> <span style="color: green;"><strong>Я зрозумів, що це те, чим я хочу займатися все життя. Це була любов з першого рядка коду.</strong></span>

        <br><br>

        Зараз я вже пів року працюю в ІТ. Мій робочий день починається з кави і перевірки <a href="https://github.com/vov4ik-v" target="_blank" style="color: ${theme.primary}; text-decoration: none text-decoration: underline;">GitHub</a>, а закінчується мріями про наступний хакатон. <span style="color: green;"><strong>Я розумію, що ІТ — це не просто робота, це стиль життя.</strong></span> І я хочу ділитися цим з іншими, надихати, створювати щось нове і круте.
    `,
};
