import { greenThemeLight as theme } from "../theme/theme";

export const aboutData = {
    title: "Хто я?",
    description1: `
        Моя історія з ІТ почалася ще в дитинстві. Поки інші діти будували замки з піску або ганяли м'яча, я намагався зрозуміти, як працює той загадковий "комп'ютерний ящик". <span style="color: green;"><strong>У 13 років я написав свій перший "Hello World".</strong></span>
        <br><br>
        З тих пір кожен рядок коду для мене — як нова пригода. Я отримую неймовірний кайф від програмування. <span style="color: green;"><strong>Коли інші дивляться серіали, я читаю про нові фреймворки.</strong></span> Коли всі сплять, я думаю, як оптимізувати свій код.
        <br><br>
        Поступивши на ІТ в університет, я жив простим студентським життям: пари, лабораторні, кава літрами та безсонні ночі перед дедлайнами. Все було звично, поки одного разу не почув про хакатон. Це був неймовірний момент у моєму житті.
        <br><br>
        Але в останні години мене запросили в команду. Ми почали робити тестове завдання, і я зрозумів, що це моє. <span style="color: green;"><strong>Кайф від процесу був нереальний.</strong></span> Ми думали, що не пройдемо, але раптом приходить повідомлення: "Вітаємо, ви пройшли в основний етап!".
        <br><br>
        <span style="color: green;"><strong>Хакатон став найкращими днями в моєму житті.</strong></span> Я зрозумів, що це те, чим я хочу займатися все життя.
        <br><br>
        Зараз я вже пів року працюю в ІТ. Мій робочий день починається з кави і перевірки <a href="https://github.com/vov4ik-v" target="_blank" style="color: ${theme.primary}; text-decoration: underline;">GitHub</a>, а закінчується мріями про наступний хакатон. <span style="color: green;"><strong>Я розумію, що ІТ — це не просто робота, це стиль життя.</strong></span> І я хочу ділитися цим з іншими, надихати, створювати щось нове і круте.
    `,
};
