import { greenThemeLight as theme } from "../theme/theme";

export const aboutData = {
    title: "Хто я?",
    description1: `
        Моя історія з ІТ почалася ще в дитинстві. Поки інші діти будували замки з піску або грали у футбол, я намагався зрозуміти, як працює той загадковий "комп'ютерний ящик". <span style="color: green;"><strong>У 13 років я написав свій перший "Hello World". Так, той самий хлопчина на фото — це я.</strong></span> Тоді я зрозумів, що програмування — це не просто набір символів на екрані, а цілий світ можливостей.

        <br><br>

        Проте, попри мою любов до програмування, моє студентське життя було досить звичним: пари, лабораторні, кава літрами та безсонні ночі перед дедлайнами. Все змінилося, коли я вперше почув про <span style="color: green;"><strong>BEST</strong></span>. Відчув, що це щось моє, але не одразу вдалося стати частиною цієї спільноти.

        <br><br>

        Переломним моментом став <span style="color: green;"><strong>HACKath0n</strong></span> від <span style="color: green;"><strong>BEST</strong></span>. Коли я взяв у ньому участь, то зрозумів весь цей неймовірний вайб: зарядженість людей, їхню енергію та пристрасть до того, що вони роблять. <span style="color: green;"><strong>Хакатон став, напевно, найкращою подією в моєму житті.</strong></span> Безліч нових друзів, неймовірні емоції і розуміння того, що все це організували такі ж студенти, як я. Тоді я зрозумів, що хочу стати частинкою <span style="color: green;"><strong>BEST</strong></span>.

        <br><br>

        Після того, як мене прийняли в <span style="color: green;"><strong>BEST</strong></span>, моє життя змінилося кардинально. Безліч нових знайомств, круті івенти, традиції, мотиваційні промови перед заходами — це все запало мені в серце. <span style="color: green;"><strong>Я просто кайфую від кожного дня в BEST.</strong></span> Тут я знайшов справжніх друзів, з якими можна не тільки працювати, але й весело проводити час.

        <br><br>

        І зараз з'явилася можливість потрапити в команду організаторів <span style="color: green;"><strong>HACKathOn</strong></span>. <span style="color: green;"><strong>Я просто марю цим івентом!</strong></span> Мені подобається його атмосфера, енергія, і я хочу внести свій вклад, щоб зробити його ще кращим. <span style="color: green;"><strong>Моя мотивація неймовірна</strong></span>, і я готовий працювати разом з командою, щоб створити незабутній захід.

        <br><br>

        <span style="color: green;"><strong>BEST для мене — це не просто організація, це стиль життя.</strong></span> Я відчув, що життя — це не тільки про навчання та роботу, а й про те, щоб насолоджуватися кожним моментом, відкривати нові горизонти і просто бути щасливим. Я радий бути частиною цієї неймовірної спільноти і з нетерпінням чекаю на нові пригоди, які чекають попереду.
    `,
};
