export const aboutData = {
    title: "Хто я?",
    description1: "Моя любов до ІТ почалася ще в дитинстві. У 13 років я написав свій перший \"Hello World\". Так, той самий піздюк з фото — це я. Тоді я зрозумів, що програмування — це не просто набір символів, а цілий світ можливостей. З тих пір кожен рядок коду для мене — як нова пригода, і я отримую неймовірний кайф від програмування.\n" +
        "\n" +
        "Поступивши на ІТ в університет, я жив звичайним студентським життям: пари, лабораторні, вечори з ноутбуком і кавою. Все було добре, але чогось не вистачало. І от одного разу я почув про хакатон. Спочатку сумнівався, не вірив у себе. Думав: \"Чи зможу я? Може, краще подивлюся ще один туторіал на YouTube?\"\n" +
        "\n" +
        "Але в останні години мене запросили в команду. Ми почали працювати над тестовим завданням, і я відчув, як адреналін біжить по жилах. Ми думали, що не пройдемо, але раптом приходить повідомлення: \"Вітаємо, ви пройшли в основний етап!\". Це було неймовірно.\n" +
        "\n" +
        "Хакатон став одним із найкращих досвідів у моєму житті. Конкуренція, нові знайомства, безсонні ночі з командою, мозкові штурми, піца о третій ночі — все це було незабутнім. Я зрозумів, що це саме те, чим хочу займатися.\n" +
        "\n" +
        "Зараз я вже пів року працюю в ІТ і розумію, що це не просто робота, а моє життя. Кожен день — це нові виклики, нові проекти і можливість вчитися чомусь новому. Я хочу ділитися своєю пристрастю, надихати інших і допомогти зробити наш хакатон незабутнім.",
}