export const aboutData = {
    title: "Хто я?",
    description1: " Моя історія з ІТ почалася ще в дитинстві. Поки інші діти будували замки з піску або ганяли м'яча, я намагався зрозуміти, як працює той загадковий \"комп'ютерний ящик\". У 13 років я написав свій перший \"Hello World\". Так, той самий піздюк з фото — це я. Тоді я зрозумів, що програмування — це не просто набір символів на екрані, а цілий світ можливостей.\n" +
        "\n" +
        "З тих пір кожен рядок коду для мене — як нова пригода. Я отримую неймовірний кайф від програмування. Коли інші дивляться серіали, я читаю про нові фреймворки. Коли всі сплять, я думаю, як оптимізувати свій код. Мій ноутбук знає більше про мої почуття, ніж я сам.\n" +
        "\n" +
        "Поступивши на ІТ в університет, я жив простим студентським життям: пари, лабораторні, кава літрами та безсонні ночі перед дедлайнами. Все було звично, поки одного разу не почув про хакатон. Це був неймовірний момент у моєму житті. Спочатку я сумнівався, не вірив у себе. Думав: \"Ну хто я такий, щоб брати участь у такому заході? Може, краще подивлюся ще один туторіал на YouTube?\"\n" +
        "\n" +
        "Але в останні години мене запросили в команду. Ми почали робити тестове завдання, і я зрозумів, що це моє. Кайф від процесу був нереальний. Ми думали, що не пройдемо, адже конкуренція була шаленою. Але раптом приходить повідомлення: \"Вітаємо, ви пройшли в основний етап!\". Я був на сьомому небі від щастя і навіть подумав, що це баг в системі.\n" +
        "\n" +
        "Хакатон став найкращими днями в моєму житті. Конкуренція, багато нових знайомств, безсонні ночі з командою, мозкові штурми, піца о третій ночі — все це було неймовірно. Я зрозумів, що це те, чим я хочу займатися все життя. Це була любов з першого рядка коду.\n" +
        "\n" +
        "Зараз я вже пів року працюю в ІТ. Мій робочий день починається з кави і перевірки GitHub, а закінчується мріями про наступний хакатон. Я розумію, що ІТ — це не просто робота, це стиль життя. І я хочу ділитися цим з іншими, надихати, створювати щось нове і круте. Я хочу ділитися своєю пристрастю, надихати інших і допомогти зробити наш хакатон незабутнім.",
}