/* eslint-disable */
import girl1 from '../assets/svg/testimonials/girl1.svg'
import girl2 from '../assets/svg/testimonials/girl2.svg'
import girl3 from '../assets/svg/testimonials/girl3.svg'
import boy1 from '../assets/svg/testimonials/boy1.svg'
import boy2 from '../assets/svg/testimonials/boy2.svg'
import boy3 from '../assets/svg/testimonials/boy3.svg'



export const questionsData = [
    {
        id: 1,
        title: 'Чому саме BEST::HACKath0n?',
        text: "BEST::HACKath0n — це захід, який повністю змінив моє сприйняття можливостей. Я горю хакатоном! Напевно, кожен в осередку знає, як сильно він мене надихає. Це місце, де ідеї оживають, де кожен може знайти своє \"вау!\"\n" +
            "Після участі як \"партік\" я зрозумів, що хочу зробити цей івент ще кращим. Я готовий вкладати час, зусилля і пристрасть, щоб створити атмосферу, яка заряджає і надихає всіх учасників. Для мене це більше, ніж захід — це стиль життя, і я прагну зробити його незабутнім!\n",
    },
    {
        id: 2,
        title: 'Скільки часу готовий виділити на кортіму?',
        text: "Я готовий виділити стільки часу, скільки потрібно, щоб виконати всі завдання вчасно і навіть більше. Хакатон для мене — це не просто таски, а пріоритет і джерело натхнення, тому я готовий працювати навіть вночі, якщо це потрібно.\n" +
            "Моя робота дистанційна і з плаваючим графіком, що дозволяє мені гнучко планувати час і ефективно поєднувати всі обов’язки. Я гарантую, що зможу присвятити достатньо уваги і сил, щоб цей хакатон став найкращим!\n",
    },
    {
        id: 3,
        title: 'Які маєш плани на наступні пів року?',
        text: "Конкретних планів на наступні пів року у мене немає — я людина моменту! У пріоритеті для мене зараз робота, активна участь у житті BEST і, звісно, створення найкращого хакатону у Всесвіті.\n" +
            "Більшість часу я буду у Львові, тому готовий повністю зануритися в роботу над хакатоном і брати участь у всіх пов’язаних активностях.\n",
    },
    {
        id: 4,
        title: 'Що хочеш отримати/набути/розвинути за час кортіми?',
        text: "Кортіма — це не просто команда, це цілий світ із власними традиціями, атмосферою і ритмом життя. Я хочу відчути цю унікальну динаміку зсередини.Я прагну розвинути свої навички роботи в команді, навчитися краще комунікувати, підтримувати інших і ефективно організовувати роботу.\n" +
            "Я хочу попрацювати з дизайнером у суворих дедлайнах, щоб побачити, як креатив і технології поєднуються у створенні унікального контенту. Також планую освоїти нові технології, такі як Next.js і Tailwind CSS, які ідеально підходять для створення сучасних вебрішень. У мене вже був базовий досвід роботи з Telegram-ботами, але цього разу я хочу заглибитися в їхній функціонал і створити дійсно корисний інструмент для хакатону.\n",
    },
    {
        id: 5,
        title: 'Чи готовий/а ти поїхати на нульовку BeBahatche?',
        text: "Так, звичайно!",
    },
]

