export const whyData = {
    title: "Чому саме я?",
    description1: `
        Після участі в хакатоні я зрозумів, що це не просто захід, а справжній фестиваль інновацій, де ідеї перетворюються на реальність, а незнайомці стають командою. <span style="color: green;"><strong>Я хочу, щоб кожен учасник відчув ті ж неймовірні емоції, які пережив я.</strong></span>
        <br><br>
        Програмую з дитинства, і якщо чесно, здається, що моя перша іграшка була клавіатурою. <span style="color: green;"><strong>Я швидко вчуся новим технологіям</strong></span> і вірю, що немає нічого неможливого — є лише ще не вирішені задачі.
        <br><br>
        Працюю в ІТ і щодня стикаюся з новими викликами. Мій робочий день — це постійне навчання і вирішення різних задач. <span style="color: green;"><strong>Завжди тримаю руку на пульсі новинок.</strong></span>
        <br><br>
        Щодо комунікації, я маю великий досвід роботи в командах. Знаю, як важливо вміти слухати, розуміти потреби інших і ефективно співпрацювати. <span style="color: green;"><strong>Впевнений, що успіх проекту залежить від злагодженої роботи всіх учасників.</strong></span>
        <br><br>
        <span style="color: green;"><strong>Я хочу стати IT Responsible на хакатоні</strong></span>, щоб допомогти іншим відчути той неймовірний драйв і натхнення, які відчув я. Моя мета — зробити хакатон не просто подією, а справжнім святом технологій і інновацій.
        <br><br>
        Тож якщо ви шукаєте людину, яка живе програмуванням, вміє швидко навчатися, вирішувати складні задачі, має відмінні комунікативні навички і готова ділитися своєю пристрастю з іншими — це я, vov4ik.
        <br><br>
        Давайте разом створимо хакатон, про який говоритимуть ще довго після його завершення, і зробимо його найкращим івентом у Всесвіті! 🚀
    `,
};
