export const whyData = {
    title: "Чому саме я?",
    description1: `
        Після участі в хакатоні я зрозумів, що це не просто захід, а справжній фестиваль інновацій, де ідеї перетворюються на реальність, а незнайомці стають командою. <span style="color: green;"><strong>Я хочу, щоб кожен учасник відчув ті ж неймовірні емоції, які пережив я.</strong></span>
        <br><br>
        У той момент, коли я був учасником, я зрозумів, що хочу стати частинкою тієї команди, відчувати ці емоції, кайфувати разом, організовувати такий крутий івент, плакати на закритті разом з усіма. <span style="color: green;"><strong>Мрію пройти через традиції кортіми і внести свій вклад у найкращий івент.</strong></span>
        <br><br>
        Всі в осередку знають, наскільки я люблю хакатон. Я дуже хочу робити неймовірну справу в колі найкращих людей. <span style="color: green;"><strong>Моя мотивація неймовірна, і я готовий працювати день і ніч, щоб зробити цей хакатон незабутнім.</strong></span>
        <br><br>
        Але хакатон — це не тільки про роботу. <span style="color: green;"><strong>Я хочу кайфувати від життя разом з кортімою, тусуватися, пити єгермейстер, проводити час у веселій компанії і створювати спільні спогади.</strong></span> BEST — це не лише про організацію, це про дружбу і незабутні моменти, які ми створюємо разом.
        <br><br>
        Співпало, що мій улюблений напій — єгермейстер, і я готовий пити його літрами (але не за раз напевно). Після того, як я був учасником, ця кричалка "HACKath0n" звучала в моїй голові ще кілька годин після закриття, і це було неймовірно. <span style="color: green;"><strong>Я хочу кричати "HACKath0n" на все горло разом з кортімою і захищати Бєню від поганих рук!</strong></span>
        <br><br>
        У мене є досвід роботи в різних колективах, і я легко вливаюся в нові команди. Знаю, як важливо бути супервідповідальним, горіти своєю справою та мати бажання розвиватися. <span style="color: green;"><strong>Я готовий провести наступні пів року в найкращій кортімі!</strong></span>
        <br><br>
        Хоча програмування — моя пристрасть, я розумію, що хакатон — це не тільки про код. Це про людей, командний дух, веселощі та спільну мету. Мій досвід в ІТ включає роботу з Java, Kotlin (Jetpack Compose), MySQL, PostgreSQL, MongoDB, VueJS, React, Docker і Python. <span style="color: green;"><strong>Але найголовніше — я завжди готовий вчитися і ділитися своїми знаннями з іншими.</strong></span>
        <br><br>
        Однак, найбільше мене вразив власний досвід на хакатоні, коли, не знаючи React, я зміг швидко навчитися і допомогти команді писати frontend. <span style="color: green;"><strong>Це доводить, що я не лише легко освоюю нові технології, а й завжди готовий пробувати щось нове.</strong></span>
        <br><br>
        <span style="color: green;"><strong>Я вірю, що цей хакатон буде найкращим, бо серце — це перевернута 6 (а це 9), і це номер нашого хаку. Всі зірки зійшлися!</strong></span>
    `,
};
