export const whyData = {
    title: "Чому саме я?",
    description1: "Після участі в хакатоні я зрозумів, що це не просто захід, а справжній фестиваль інновацій, де ідеї стають реальністю, а незнайомці — командою. Як колишній учасник, я знаю всі деталі зсередини: від ейфорії першого запуску до адреналіну перед дедлайном. Хочу, щоб кожен відчув ті ж неймовірні емоції.\n" +
        "\n" +
        "Програмую з дитинства; у 13 років написав свій перший \"Hello World\". Світ коду — мій другий дім. Швидко вчуся новим технологіям і вірю, що немає неможливого — лише задачі, які ще не вирішені. При складнощах замість паніки беруся за відладку з посмішкою. Як кажуть, \"код без багів — як піца без сиру\".\n" +
        "\n" +
        "Працюю в ІТ, щодня стикаючись з новими викликами. Постійно навчаюся і вирішую різні задачі. Розумію швидкість розвитку технологій і тримаю руку на пульсі новинок.\n" +
        "\n" +
        "Маю великий досвід командної роботи. Знаю важливість слухати, розуміти інших і ефективно співпрацювати. Успіх проекту залежить від злагодженої роботи всіх. Мої комунікативні навички допомагають швидко знаходити спільну мову, мотивувати команду і створювати дружню атмосферу.\n" +
        "\n" +
        "Хочу стати IT Responsible на хакатоні, щоб допомогти іншим відчути той драйв і натхнення, які відчув я. Моя мета — зробити хакатон справжнім святом технологій і інновацій. Хочу, щоб учасники не тільки писали код, але й насолоджувалися процесом, заводили нові знайомства та отримували безцінний досвід.\n" +
        "\n" +
        "Тож якщо шукаєте людину, яка живе програмуванням, швидко вчиться, вирішує складні задачі, має відмінні комунікативні навички і готова ділитися пристрастю — це я, vov4ik.",
}