export const whyData = {
    title: "Чому саме я?",
    description1: `
        Після участі в хакатоні я зрозумів, що це не просто захід, а справжній фестиваль інновацій, де ідеї перетворюються на реальність, а незнайомці стають командою. <span style="color: green;"><strong>Я хочу, щоб кожен учасник відчув ті ж неймовірні емоції, які пережив я.</strong></span>
        <br><br>
        Програмую з дитинства, і якщо чесно, здається, що моя перша іграшка була клавіатурою. <span style="color: green;"><strong>Я швидко вчуся новим технологіям</strong></span> і вірю, що немає нічого неможливого — є лише ще не вирішені задачі.
        <br><br>
        <span style="color: green;"><strong>Мій досвід в ІТ включає роботу з широким спектром технологій</strong></span>. <strong>Я маю 2 роки досвіду роботи з Java</strong>, а також рік використання Kotlin і зараз працюю на ньому використовуючи Jetpack Compose. Розуміюся на реляційних базах даних, таких як MySQL і PostgreSQL, а також маю досвід роботи з нереляційною MongoDB. Писав сайти на <strong>VueJS</strong> та <strong>React</strong>, створював прості боти на Java. Використовую Docker для контейнеризації додатків і маю базові знання Python.
        <br><br>
        Однак, найбільше мене вразив власний досвід на хакатоні, коли, не знаючи React, я зміг швидко навчитися і допомогти команді писати frontend. <span style="color: green;"><strong>Це доводить, що я не лише легко освоюю нові технології, а й завжди готовий пробувати щось нове.</strong></span>
        <br><br>
        Працюючи в ІТ, я щодня стикаюся з викликами, які змушують мене залишатися в курсі нових розробок і вдосконалювати свої навички. <span style="color: green;"><strong>Завжди тримаю руку на пульсі новинок.</strong></span>
        <br><br>
        Щодо комунікації, я маю великий досвід роботи в командах. Знаю, як важливо вміти слухати, розуміти потреби інших і ефективно співпрацювати. <span style="color: green;"><strong>Впевнений, що успіх проекту залежить від злагодженої роботи всіх учасників.</strong></span>
        <br><br>
        <span style="color: green;"><strong>Я хочу стати IT Responsible на хакатоні</strong></span>, щоб допомогти іншим відчути той неймовірний драйв і натхнення, які відчув я. Моя мета — зробити хакатон не просто подією, а справжнім святом технологій і інновацій.
        <br><br>
        Тож якщо ви шукаєте людину, яка живе програмуванням, вміє швидко навчатися, вирішувати складні задачі, має відмінні комунікативні навички і готова ділитися своєю пристрастю з іншими — це я, vov4ik.
        <br><br>
        Давайте разом створимо хакатон, про який говоритимуть ще довго після його завершення, і зробимо його найкращим івентом у Всесвіті! 🚀
    `,
};
